driver-tests/bpelse/repeatuntil/RepeatuntilJbi/test/RepeatUntilMultipleTest5/Input.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:rep="http://j2ee.netbeans.org/wsdl/RepeatUntilMultiple">
  <soapenv:Body>
    <rep:Name>TestMultple</rep:Name>
    <rep:Counter>1</rep:Counter>
    <rep:TestVar>1</rep:TestVar>
  </soapenv:Body>
</soapenv:Envelope>